{
  "vacancies_page": {
    "whoWeNeed": "Кто нам нужен",
    "projectNeeds": "В каких талантах нуждается проект dotaclassic",
    "projectIntro": "Проект <project>{{project}}</project> держится на энтузиазме людей, для которых старая дота больше, чем просто \"кастомка\". Мы принимаем любую помощь, но, к сожалению, безвозмездно - проект некоммерческий и вся прибыль идет на развитие.",
    "volunteerNote": "Все \"вакансии\" подразумевают отсутствие денежного вознаграждение, но при этом от кандидата не ожидается запредельного импакта.",
    "productManager": "Продакт менеджер",
    "productManagerDescription": "Нашему проекту очень нужен человек, который будет направлять развитие продукта. У нас есть ресурсы разработки, немного аналитики, но мы слишком мало времени уделяем работе с пользователями и развиваемся в \"примерном\" направлении.",
    "contentManager": "Контент менеджер",
    "contentManagerDescription": "У нас есть телеграм канал, дискорд сервер, тикток и ютуб - но контента в нем совсем немного и он не поставлен на поток. Разрабатывать контент-план, регулярно постить в каналы - на все это нам просто не хватает рук.",
    "productAnalyst": "Продакт аналитик",
    "productAnalystDescription": "У нас есть платформа для метрик и постройки аналитики, но не хватает профессионализма. Составление аналитических запросов, построение продуктовых дашбордов в grafana, и самое главное - понимать поведение пользователей и выдвигать гипотезы.",
    "frontendDev": "Фронтенд разработчик React/Vue",
    "frontendDevDescription": "Основной сайт написан на NextJS, но некоторые компоненты(например, превью предметов) написаны на Vue. Много интересных фичей ждет разработки, а также рефакторинг существующей кодовой базы.",
    "uiDesigner": "UI дизайнер",
    "uiDesignerDescription": "У сайта есть \"зародыш\" стиля, но не хватает общей дизайн системы и структуры. Опытный дизайнер поможет нам прийти к однообразию, визуальной стабильности и удобству пользования.",
    "expectedSkills": "Ожидаемые навыки и инструменты:",
    "devops": "DevOps/System admin",
    "devopsDescription": "Support and enhancement of multiple VPS machines. Our main app runs in docker-compose, while game servers are run on separate smaller servers.",
    "backendDev": "Бекенд разработчик NodeJS/Typescript",
    "backendDevDescription": "Бекенд в основном состоит из NestJS сервисов, общающихся по Rest, RabbitMQ и Redis. Основные задачи - реализовывать новые фичи в существующих сервисах, реализовывать новые сервисы, написание и поддержка интеграционных и юнит тестов.",
    "srcdsDev": "SRCDS модер/разработчик плагинов",
    "srcdsDevDescription": "Очень специфическая работа - разработка и поддержка существующих sourcemod плагинов, настройка конфигов и работа с другими source инструментами - hammer и прочие",
    "discordModerator": "Discord модератор/настройка сервера",
    "discordModeratorDescription": "Мы с радостью примем помощь в настройке дискорд сервера, чтобы им было и удобно пользоваться, новичкам была легко доступна важная информация, а модераторам легко было поддерживать порядок.",
    "contactUs": "Как с нами связаться",
    "contactInstruction": "пиши мне в телеграм. Пожалуйста, указывай, что именно тебя заинтересовало, а также расскажи про свой опыт - мне будет очень интересно!"
  }
}
